Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.app.preferredEditor.subtitle
source: Command used when Cmd-click file previews are disabled or a file is unsupported. Leave empty for system default.
ja: Cmd+クリックのファイルプレビューが無効な場合、またはファイルが未対応の場合に使うコマンドです。空欄のままにするとシステムの既定で開きます。

# settings.app.openSupportedFilesInCmux.subtitle
source: Cmd-clicking readable files opens text, code, PDFs, images, audio, video, and Quick Look previews in UniConnect.
ja: 読み取り可能なファイルを Cmd+クリックすると、テキスト、コード、PDF、画像、音声、動画、Quick Look プレビューを UniConnect で開きます。

# rightSidebar.close.accessibilityLabel
source: Close Right Sidebar
ja: 右サイドバーを閉じる

# rightSidebar.openAsPane.accessibilityLabel
source: Open %@ as Pane
ja: %@をペインで開く

# rightSidebar.openAsPane.tooltip
source: Open as pane
ja: ペインで開く

# rightSidebar.toggle.tooltip
source: Toggle right sidebar
ja: 右サイドバーを切り替え

# rightSidebar.mode.files
source: Files
ja: ファイル

# rightSidebar.mode.find
source: Find
ja: 検索

# rightSidebar.mode.sessions
source: Vault
ja: ボールト
ko: 볼트

# sessionIndex.untitled
source: Untitled chat
ja: 無題のチャット
ko: 제목 없는 채팅

# sessionIndex.localCommand
source: Local command
ja: ローカルコマンド

# sessionIndex.scope.thisFolder
source: This folder only
ja: このフォルダのみ

# sessionIndex.reload.tooltip
source: Reload Vault
ja: ボールトを再読み込み
ko: 볼트 새로고침

# sessionIndex.loading
source: Loading Vault…
ja: ボールトを読み込み中…
ko: 볼트를 불러오는 중…

# sessionIndex.empty.title
source: Vault is empty
ja: ボールトは空です
ko: 볼트가 비어 있습니다

# sessionIndex.empty.subtitle
source: Claude Code, Codex, OpenCode, and Rovo Dev history will appear here.
ja: Claude Code、Codex、OpenCode、Rovo Dev の履歴がここに表示されます。
ko: Claude Code, Codex, OpenCode 및 Rovo Dev의 기록이 여기에 표시됩니다.

# sessionIndex.section.empty
source: No chats
ja: チャットなし
ko: 대화 없음

# sessionIndex.row.open
source: Open
ja: 開く

# sessionIndex.row.reveal
source: Reveal in Finder
ja: Finder で表示

# sessionIndex.row.copyPath
source: Copy File Path
ja: ファイルパスをコピー

# sessionIndex.row.openCwd
source: Open Working Directory
ja: 作業ディレクトリを開く

# sessionIndex.row.openPR
source: Open Pull Request
ja: プルリクエストを開く

# sessionIndex.group.directory
source: By folder
ja: フォルダ別

# sessionIndex.group.agent
source: By agent
ja: エージェント別

# sessionIndex.directory.unknown
source: (no folder)
ja: (フォルダなし)

# sessionIndex.row.resume
source: Resume in New Tab
ja: 新しいタブで再開

# sessionIndex.row.copyResume
source: Copy Resume Command
ja: 再開コマンドをコピー

# sessionIndex.section.noChats
source: No chats
ja: チャットなし

# sessionIndex.section.showMore
source: Show more
ja: もっと表示

# sessionIndex.section.showLess
source: Show less
ja: 折りたたむ

# sessionIndex.section.showMoreCount
source: Show %lld more
ja: あと %lld 件を表示

# sessionIndex.popover.searchPlaceholder
source: Search Vault
ja: ボールトを検索
ko: 볼트 검색

# sessionIndex.popover.noMatches
source: No matches
ja: 一致なし

# sessionIndex.popover.endOfList
source: You've reached the end
ja: リストの末尾に到達しました

# sessionIndex.popover.searching
source: Searching…
ja: 検索中…

# sessionIndex.popover.loading
source: Loading…
ja: 読み込み中…

# sessionIndex.error.openCodeSnapshot
source: OpenCode: cannot snapshot opencode.db (%@)
ja: OpenCode: opencode.db のスナップショットを作成できません (%@)

# sessionIndex.preview.empty
source: No previewable messages
ja: プレビュー可能なメッセージがありません

# sessionIndex.preview.error
source: Couldn't load transcript
ja: トランスクリプトを読み込めませんでした

# sessionIndex.preview.largeRecord
source: Large transcript record omitted
ja: 大きなトランスクリプトレコードを省略しました

# sessionIndex.preview.noFile
source: No transcript file
ja: セッションファイルがありません

# sessionIndex.preview.resize
source: Resize preview
ja: プレビューのサイズを変更

# sessionIndex.preview.truncated
source: Preview truncated
ja: プレビューを省略しました

# sessionIndex.preview.role.assistant
source: Agent
ja: エージェント

# sessionIndex.preview.role.event
source: Event
ja: イベント

# sessionIndex.preview.role.system
source: System
ja: システム

# sessionIndex.preview.role.tool
source: Tool
ja: ツール

# sessionIndex.preview.role.user
source: You
ja: あなた

# settings.section.account
source: Account
ja: アカウント
ko: 계정
uk: Обліковий запис

# settings.account.signedOut.title
source: Not signed in
ja: サインインしていません
ko: 로그인되지 않음
uk: Ви не ввійшли

# settings.account.signedOut.subtitle
source: Sign in with your UniConnect account to enable sync across devices.
ja: UniConnect アカウントでサインインするとデバイス間で同期できます。
ko: UniConnect 계정으로 로그인하여 디바이스 간 동기화를 활성화하세요.
uk: Увійдіть у свій обліковий запис UniConnect, щоб синхронізувати пристрої.

# settings.account.signedIn.title
source: Signed in
ja: サインイン済み
ko: 로그인됨
uk: Ви увійшли

# settings.account.signIn
source: Sign In…
ja: サインイン…
ko: 로그인…
uk: Увійти…

# settings.account.signOut
source: Sign Out
ja: サインアウト
ko: 로그아웃
uk: Вийти

# settings.account.error.invalidCallback
source: The sign-in callback was invalid.
ja: サインインコールバックが無効です。
ko: 로그인 콜백이 잘못되었습니다.
uk: Невалідний зворотний виклик входу.

# terminal.restore.no_snapshot
source: No previous session snapshot available
ja: 前回のセッションスナップショットがありません

# settings.account.error.missingAccessToken
source: Account access token is unavailable.
ja: アカウントのアクセストークンを取得できません。
ko: 계정 액세스 토큰을 사용할 수 없습니다.
uk: Токен доступу до облікового запису недоступний.

# rightSidebar.mode.feed
source: Feed
ja: フィード

# dock.action.focusControl
source: Focus Control
ja: コントロールにフォーカス

# dock.action.openConfig
source: Open Dock Config
ja: Dock設定を開く

# dock.action.reload
source: Reload Dock
ja: Dockを再読み込み

# dock.action.restartControl
source: Restart Control
ja: コントロールを再起動

# dock.empty.copyPrompt
source: Copy Agent Prompt
ja: エージェント用プロンプトをコピー

# dock.empty.copyPrompt.help
source: Copy a prompt you can paste into an AI coding agent
ja: AIコーディングエージェントに貼り付けるプロンプトをコピー

# dock.empty.copyPromptDone
source: Copied
ja: コピーしました

# dock.empty.openDocs
source: Docs
ja: ドキュメント

# dock.empty.openDocs.help
source: Open the Dock documentation
ja: Dockドキュメントを開く

# dock.empty.promptInfo
source: Show Agent Prompt
ja: エージェント用プロンプトを表示

# dock.empty.promptInfo.help
source: Show the prompt that will be copied
ja: コピーされるプロンプトを表示

# dock.empty.promptPopoverTitle
source: Agent Prompt
ja: エージェント用プロンプト

# dock.empty.title
source: No Dock Controls
ja: Dockコントロールがありません

# dock.error.duplicateControl
source: Dock control ids must be unique.
ja: DockコントロールのIDは一意である必要があります。

# dock.error.blankControlCommand
source: Dock control command must not be blank.
ja: Dockコントロールのコマンドは空にできません。

# dock.error.blankControlID
source: Dock control id must not be blank.
ja: DockコントロールのIDは空にできません。

# dock.error.title
source: Dock Config Error
ja: Dock設定エラー

# dock.source.global
source: Global Dock
ja: グローバルDock

# dock.source.project
source: Project Dock
ja: プロジェクトDock

# dock.trust.action
source: Trust and Start
ja: 信頼して開始

# dock.trust.message
source: This project wants to start commands from its Dock config.
ja: このプロジェクトはDock設定からコマンドを開始しようとしています。

# dock.trust.title
source: Trust Project Dock?
ja: プロジェクトDockを信頼しますか？

# feed.filter.actionable
source: Actionable
ja: 要対応

# feed.filter.all
source: All
ja: すべて

# feed.empty.actionable.title
source: No pending decisions
ja: 保留中の判断はありません

# feed.empty.actionable.subtitle
source: Permission, plan, and question requests from AI agents will appear here.
ja: AIエージェントからの権限、計画、質問のリクエストがここに表示されます。

# feed.empty.all.title
source: No feed activity yet
ja: フィードのアクティビティはまだありません

# feed.empty.all.subtitle
source: Tool use, messages, and session events will appear here.
ja: ツールの利用、メッセージ、セッションイベントがここに表示されます。

# feed.status.pending
source: Pending
ja: 保留中

# feed.status.expired
source: Expired
ja: 期限切れ

# feed.badge.allowed
source: Allowed
ja: 許可

# feed.badge.plan
source: Plan
ja: プラン

# feed.badge.answered
source: Answered
ja: 回答済み

# feed.permission.once
source: Once
ja: 1回

# feed.permission.always
source: Always
ja: 常に

# feed.permission.all
source: All tools
ja: すべてのツール

# feed.permission.bypass
source: Bypass
ja: バイパス

# feed.permission.deny
source: Deny
ja: 拒否

# feed.exitplan.bypass
source: Bypass
ja: バイパス

# feed.exitplan.ultraplan
source: Ultraplan
ja: ウルトラプラン

# feed.exitplan.auto
source: Auto
ja: 自動

# feed.exitplan.autoaccept
source: Auto
ja: 自動

# feed.exitplan.manual
source: Manual
ja: 手動

# feed.exitplan.allowedPrompts
source: Allowed prompts
ja: 許可されたプロンプト

# feed.exitplan.planFile
source: Plan file
ja: 計画ファイル

# feed.exitplan.deny
source: Deny
ja: 拒否

# feed.question.noOptions
source: Agent provided no options.
ja: エージェントは選択肢を提供していません。

# feed.question.submit
source: Submit
ja: 送信

# feed.divider.resolved
source: Resolved
ja: 解決済み

# feed.exitplan.feedback.placeholder
source: Tell Claude what to change…
ja: Claudeに変更内容を伝える…

# feed.exitplan.refine
source: Send feedback
ja: フィードバック送信

# feed.badge.refined
source: Refined
ja: 修正依頼

# feed.question.submitAll
source: Submit All Answers
ja: すべての回答を送信

# feed.question.skipInterviewPlan
source: Skip + plan immediately
ja: スキップしてすぐ計画

# feed.question.typeSomething
source: Type something…
ja: 自由記入…

# feed.stop.label
source: Claude finished — reply to continue
ja: Claudeが完了しました。続行するには返信してください

# feed.stop.placeholder
source: Reply to Claude…
ja: Claudeへの返信…

# feed.stop.send
source: Send to Claude
ja: Claudeへ送信

# feed.question.answerAll
source: Please answer all questions
ja: すべての質問に回答してください

# feed.badge.submitted
source: Submitted
ja: 送信済み

# feed.context.you
source: You:
ja: あなた:

# feed.context.agent
source: Agent:
ja: エージェント:

# feed.context.plan
source: Plan:
ja: 計画:

# feed.promptEcho
source: You: %@
ja: あなた: %@

# feed.promptEcho.permission
source: You: %@ request from %@
ja: %2$@からの%1$@リクエスト

# feed.kind.permission
source: PERMISSION
ja: 権限

# feed.kind.plan
source: PLAN
ja: プラン

# feed.kind.exitPlan
source: Exit plan
ja: 終了プラン

# feed.kind.question
source: Question
ja: 質問

# feed.kind.question.upper
source: QUESTION
ja: 質問

# feed.kind.toolUse
source: TOOL USE
ja: ツール使用

# feed.kind.toolResult
source: TOOL RESULT
ja: ツール結果

# feed.kind.prompt
source: PROMPT
ja: プロンプト

# feed.kind.message
source: MESSAGE
ja: メッセージ

# feed.kind.sessionStart.upper
source: SESSION START
ja: セッション開始

# feed.kind.sessionEnd.upper
source: SESSION END
ja: セッション終了

# feed.kind.stop
source: STOP
ja: 停止

# feed.kind.todos
source: TODOS
ja: TODO

# feed.permission.mode.once
source: once
ja: 1回

# feed.permission.mode.always
source: always
ja: 常に

# feed.permission.mode.all
source: all tools
ja: 全ツール

# feed.permission.mode.bypass
source: bypass
ja: バイパス

# feed.permission.mode.deny
source: denied
ja: 拒否

# feed.exitplan.mode.bypass
source: bypass
ja: バイパス

# feed.exitplan.mode.ultraplan
source: ultraplan
ja: ウルトラプラン

# feed.exitplan.mode.autoAccept
source: auto
ja: 自動

# feed.exitplan.mode.manual
source: manual
ja: 手動

# feed.exitplan.mode.deny
source: denied
ja: 拒否

# feed.question.multiSelect
source: Multi-select
ja: 複数選択

# feed.telemetry.error
source: error
ja: エラー

# feed.telemetry.sessionStart
source: session start
ja: セッション開始

# feed.telemetry.sessionEnd
source: session end
ja: セッション終了

# feed.telemetry.stop
source: stop
ja: 停止

# feed.todos.title
source: Tasks
ja: タスク

# feed.todos.moreCompleted
source: ... +%lld completed
ja: ... 完了が%lld件

# feed.todos.collapse
source: Collapse
ja: 折りたたむ

# feed.todos.summary.done
source: %lld done
ja: 完了%lld件

# feed.todos.summary.inProgress
source: %lld in progress
ja: 進行中%lld件

# feed.todos.summary.open
source: %lld open
ja: 未完了%lld件

# feed.notification.permission.title
source: %@ permission
ja: %@の権限確認

# feed.notification.permission.body
source: %@ needs approval
ja: %@に承認が必要です

# feed.notification.decisionNeeded
source: Decision needed
ja: 判断が必要です

# feed.notification.exitPlan.title
source: %@ plan ready
ja: %@のプラン準備完了

# feed.notification.exitPlan.body
source: Review and approve the plan
ja: プランを確認して承認してください

# feed.notification.question.title
source: %@ question
ja: %@からの質問

# feed.notification.question.body
source: Agent is asking a question
ja: エージェントが質問しています

# feed.notification.permission.allowOnce
source: Allow Once
ja: 1回だけ許可

# feed.notification.permission.always
source: Always
ja: 常に許可

# feed.notification.permission.deny
source: Deny
ja: 拒否

# feed.notification.exitPlan.bypass
source: Bypass
ja: バイパス

# feed.notification.exitPlan.ultraplan
source: Ultraplan
ja: ウルトラプラン

# feed.notification.exitPlan.autoAccept
source: Auto
ja: 自動

# feed.notification.exitPlan.manual
source: Manual
ja: 手動

# feed.notification.question.reply
source: Reply
ja: 返信

# debug.menu.feedButtonStyleDebug
source: Feed Button Style Debug…
ja: フィードボタンスタイルのデバッグ…

# debug.menu.feedTextEditorDebug
source: Feed Text Editor Lab…
ja: フィードテキストエディタラボ…

# feed.textEditorDebug.windowTitle
source: Feed Text Editor Lab
ja: フィードテキストエディタラボ

# feed.textEditorDebug.title
source: Feed Text Editors
ja: フィードテキストエディタ

# feed.textEditorDebug.subtitle
source: Compare autosizing editors with identical input.
ja: 同じ入力で自動サイズ調整エディタを比較します。

# feed.textEditorDebug.reset
source: Reset
ja: リセット

# feed.textEditorDebug.placeholder
source: Type several lines here...
ja: ここに複数行を入力...

# feed.textEditorDebug.metrics
source: %lld lines · %lld chars
ja: %lld 行・%lld 文字

# feed.buttonDebug.windowTitle
source: Feed Button Style
ja: フィードボタンスタイル

# feed.buttonDebug.title
source: Feed Buttons
ja: フィードボタン

# feed.buttonDebug.subtitle
source: Tune every Feed button kind live.
ja: すべてのフィードボタン種別をライブ調整します。

# feed.buttonDebug.reset
source: Reset
ja: リセット

# feed.buttonDebug.palette
source: Palette
ja: パレット

# feed.buttonDebug.palette.system
source: System
ja: システム

# feed.buttonDebug.palette.glassNeutral
source: Glass Neutral
ja: Glassニュートラル

# feed.buttonDebug.palette.graphite
source: Graphite
ja: グラファイト

# feed.buttonDebug.palette.aqua
source: Aqua
ja: アクア

# feed.buttonDebug.palette.orchard
source: Orchard
ja: オーチャード

# feed.buttonDebug.palette.ember
source: Ember
ja: エンバー

# feed.buttonDebug.palette.contrast
source: Contrast
ja: コントラスト

# feed.buttonDebug.palette.light
source: Light
ja: ライト

# feed.buttonDebug.palette.dark
source: Dark
ja: ダーク

# feed.buttonDebug.style
source: Style
ja: スタイル

# feed.buttonDebug.style.solid
source: Solid
ja: ソリッド

# feed.buttonDebug.style.standardGlass
source: Standard Glass
ja: 標準Glass

# feed.buttonDebug.style.standardTintedGlass
source: Standard Tinted Glass
ja: 標準Tint Glass

# feed.buttonDebug.style.nativeGlass
source: Native Glass
ja: ネイティブGlass

# feed.buttonDebug.style.nativeProminentGlass
source: Prominent Glass
ja: 強調Glass

# feed.buttonDebug.style.liquid
source: Liquid
ja: リキッド

# feed.buttonDebug.style.halo
source: Halo
ja: ハロー

# feed.buttonDebug.style.command
source: Command
ja: コマンド

# feed.buttonDebug.style.commandLight
source: Command Light
ja: コマンドライト

# feed.buttonDebug.style.outline
source: Outline
ja: アウトライン

# feed.buttonDebug.style.flat
source: Flat
ja: フラット

# feed.buttonDebug.applyRaycastGlass
source: Apply Raycast Glass
ja: Raycast Glassを適用

# feed.buttonDebug.variations
source: Variations
ja: バリエーション

# feed.buttonDebug.section.base
source: Base
ja: ベース

# feed.buttonDebug.section.nativeGlass
source: Native Glass
ja: ネイティブGlass

# feed.buttonDebug.section.command
source: Command
ja: コマンド

# feed.buttonDebug.section.material
source: Material
ja: マテリアル

# feed.buttonDebug.preset.solidClassic
source: Solid Classic
ja: ソリッド定番

# feed.buttonDebug.preset.standardLiquidGlass
source: Standard Liquid Glass
ja: 標準Liquid Glass

# feed.buttonDebug.preset.tintedLiquidGlass
source: Tinted Liquid Glass
ja: Tint付きLiquid Glass

# feed.buttonDebug.preset.nativeGlass
source: Native Glass
ja: ネイティブGlass

# feed.buttonDebug.preset.nativeProminentGlass
source: Prominent Glass
ja: 強調Glass

# feed.buttonDebug.preset.liquidCapsule
source: Liquid Capsule
ja: リキッドカプセル

# feed.buttonDebug.preset.frostedOutline
source: Frosted Outline
ja: フロストアウトライン

# feed.buttonDebug.preset.haloGlow
source: Halo Glow
ja: ハローグロー

# feed.buttonDebug.preset.commandDark
source: Command Dark
ja: コマンドダーク

# feed.buttonDebug.preset.commandLight
source: Command Light
ja: コマンドライト

# feed.buttonDebug.preset.clearGlass
source: Clear Glass
ja: クリアGlass

# feed.buttonDebug.preset.compactGlass
source: Compact Glass
ja: コンパクトGlass

# feed.buttonDebug.preset.nativeBlue
source: Native Blue
ja: ネイティブブルー

# feed.buttonDebug.preset.liquidMono
source: Liquid Mono
ja: リキッドモノ

# feed.buttonDebug.preset.softHalo
source: Soft Halo
ja: ソフトハロー

# feed.buttonDebug.preset.hairlineGlass
source: Hairline Glass
ja: ヘアラインGlass

# feed.buttonDebug.preset.minimalFlat
source: Minimal Flat
ja: ミニマルフラット

# feed.buttonDebug.compactRadius
source: Compact radius
ja: コンパクト半径

# feed.buttonDebug.mediumRadius
source: Medium radius
ja: 中サイズ半径

# feed.buttonDebug.horizontalPadding
source: Medium horizontal padding
ja: 中サイズ横余白

# feed.buttonDebug.compactHorizontalPadding
source: Compact horizontal padding
ja: コンパクト横余白

# feed.buttonDebug.compactVerticalPadding
source: Compact vertical padding
ja: コンパクト縦余白

# feed.buttonDebug.mediumVerticalPadding
source: Medium vertical padding
ja: 中サイズ縦余白

# feed.buttonDebug.glassTint
source: Glass tint
ja: ガラスの色合い

# feed.buttonDebug.borderWidth
source: Border
ja: 境界線

# feed.buttonDebug.kind
source: Button Kind
ja: ボタン種別

# feed.buttonDebug.colors
source: Colors
ja: 色

# feed.buttonDebug.background
source: Background
ja: 背景

# feed.buttonDebug.hover
source: Hover
ja: ホバー

# feed.buttonDebug.foreground
source: Foreground
ja: 前景

# feed.buttonDebug.preview
source: Preview
ja: プレビュー

# feed.buttonDebug.kind.ghost
source: Ghost
ja: ゴースト

# feed.buttonDebug.kind.soft
source: Soft
ja: ソフト

# feed.buttonDebug.kind.dark
source: Dark
ja: ダーク

# feed.buttonDebug.kind.light
source: Light
ja: ライト

# feed.buttonDebug.kind.primary
source: Primary
ja: プライマリ

# feed.buttonDebug.kind.success
source: Success
ja: 成功

# feed.buttonDebug.kind.warning
source: Warning
ja: 警告

# feed.buttonDebug.kind.destructive
source: Destructive
ja: 破壊的

# rightSidebar.mode.pendingHelp
source: %@ · %lld pending
ja: %@ · 保留中%lld件

# feed.filter.activity
source: All Activity
ja: すべてのアクティビティ

# feed.empty.activity.title
source: No activity yet
ja: アクティビティはまだありません

# feed.empty.activity.subtitle
source: Agent decisions and todo-list updates will appear here.
ja: エージェントの判断とTodoリストの更新がここに表示されます。

# feed.history.loadOlder
source: Load older activity
ja: 古いアクティビティを読み込む

# feed.history.loadingOlder
source: Loading older activity...
ja: 古いアクティビティを読み込み中...

# settings.account.error.missingRefreshToken
source: Account refresh token is unavailable.
ja: アカウントの更新トークンを取得できません。
ko: 계정 새로 고침 토큰을 사용할 수 없습니다.
uk: Токен оновлення облікового запису недоступний.

# remote.state.connected.vmNoProxy
source: Connected to %@ (VM, proxy disabled)
ja: %@ に接続済み (VM、プロキシ無効)

# remote.disconnectBanner.sessionEnded
source: [UniConnect] remote ssh session ended: %s
ja: [UniConnect] リモート SSH セッションが終了しました: %s

# remote.disconnectBanner.reconnectHint
source: [UniConnect] falling back to a local shell. Reconnect with the original cmux ssh or cmux vm attach command.
ja: [UniConnect] ローカルシェルにフォールバックしました。元の cmux ssh または cmux vm attach コマンドで再接続してください。

# debug.menu.pdfPreviewChromeDebug
source: PDF Preview Chrome Debug…
ja: PDFプレビュークロームのデバッグ…
ko: PDF 미리보기 크롬 디버그…
uk: Налагодження хрому PDF-перегляду…

# menu.window.taskManager
source: Task Manager...
ja: タスクマネージャ...

# statusMenu.taskManager
source: Task Manager...
ja: タスクマネージャ...

# taskManager.windowTitle
source: Task Manager
ja: タスクマネージャ

# taskManager.title
source: Task Manager
ja: タスクマネージャ

# taskManager.refreshing
source: Refreshing
ja: 更新中

# taskManager.showProcesses
source: Processes
ja: プロセス

# taskManager.refresh
source: Refresh
ja: 更新

# taskManager.summary.processes
source: Processes
ja: プロセス

# taskManager.summary.updated
source: Updated
ja: 更新時刻

# taskManager.column.name
source: Name
ja: 名前

# taskManager.column.processes
source: Proc
ja: プロセス

# taskManager.section.codingAgents
source: Coding Agents
ja: コーディングエージェント

# taskManager.section.programTotals
source: Program Totals
ja: プログラム合計

# taskManager.section.hierarchy
source: Hierarchy
ja: 階層

# taskManager.aggregate.processCount.one
source: 1 process
ja: 1 個のプロセス

# taskManager.aggregate.processCount.other
source: %lld processes
ja: %lld 個のプロセス

# taskManager.loading.title
source: Loading resource usage
ja: リソース使用状況を読み込み中

# taskManager.error.title
source: Unable to load resource usage
ja: リソース使用状況を読み込めません

# taskManager.empty.title
source: No resource usage
ja: リソース使用状況はありません

# taskManager.empty.detail
source: Open a workspace, terminal, or browser surface to see it here.
ja: ワークスペース、ターミナル、またはブラウザサーフェスを開くとここに表示されます。

# taskManager.contextMenu.viewWorkspace
source: View Workspace
ja: ワークスペースを表示

# taskManager.contextMenu.viewTerminal
source: View Terminal
ja: ターミナルを表示

# taskManager.contextMenu.killProcess
source: Kill Process...
ja: プロセスを終了...

# taskManager.killProcess.title.one
source: Kill process?
ja: プロセスを終了しますか？

# taskManager.killProcess.message.one
source: Ask %@ (PID %lld) to terminate gracefully. UniConnect will force-kill it if it is still running after a short grace period.
ja: %@（PID %lld）に正常終了を要求します。短い猶予時間の後も実行中の場合、UniConnect が強制終了します。

# taskManager.killProcess.title.other
source: Kill processes?
ja: プロセスを終了しますか？

# taskManager.killProcess.message.other
source: Ask %lld processes to terminate gracefully. UniConnect will force-kill remaining processes after a short grace period. PIDs: %@.
ja: %lld 個のプロセスに正常終了を要求します。短い猶予時間の後も残っているプロセスは UniConnect が強制終了します。PID: %@。

# taskManager.killProcess.confirm
source: Kill
ja: 終了

# taskManager.killProcess.cancel
source: Cancel
ja: キャンセル

# taskManager.killProcess.error
source: Unable to kill process: %@
ja: プロセスを終了できません: %@

# taskManager.killProcess.target.processGroup
source: process group %lld
ja: プロセスグループ %lld

# taskManager.updated.never
source: Never
ja: 未更新

# taskManager.row.keyWindow
source: Key window
ja: キーウィンドウ

# taskManager.row.hidden
source: Hidden
ja: 非表示

# taskManager.row.window
source: Window %@
ja: ウィンドウ %@

# taskManager.row.selected
source: Selected
ja: 選択中

# taskManager.row.pinned
source: Pinned
ja: ピン留め

# taskManager.row.unknownTag
source: Unknown tag
ja: 不明なタグ

# taskManager.row.sharedProcess
source: Shared x%lld
ja: 共有 x%lld

# taskManager.row.pane
source: Pane %@
ja: ペイン %@

# taskManager.row.focused
source: Focused
ja: フォーカス中

# taskManager.row.surfaceType.browser
source: Browser
ja: ブラウザ

# taskManager.row.surfaceType.terminal
source: Terminal
ja: ターミナル

# taskManager.row.surfaceType.unknown
source: Unknown
ja: 不明

# taskManager.row.processWithPID
source: Process %lld
ja: プロセス %lld

# taskManager.row.process
source: Process
ja: プロセス

# shortcut.globalSearch.label
source: Global Search
ja: グローバル検索

# statusMenu.searchAllWindows
source: Search All Windows...
ja: すべてのウィンドウを検索...

# globalSearch.palette.placeholder
source: Search all windows, panels, browser tabs...
ja: すべてのウィンドウ、パネル、ブラウザタブを検索...

# globalSearch.empty.prompt
source: Type to search
ja: 入力して検索

# globalSearch.empty.noResults
source: No results
ja: 結果がありません

# globalSearch.empty.noOpenPanels
source: No open panels
ja: 開いているパネルがありません

# globalSearch.kind.browser
source: Browser
ja: ブラウザ

# globalSearch.kind.title
source: Title
ja: タイトル

# globalSearch.untitled
source: Untitled
ja: 無題

# cli.pathOpen.error.activateFailed
source: Failed to activate UniConnect
ja: UniConnect をアクティブにできませんでした

# cli.pathOpen.error.launchFailed
source: Failed to launch UniConnect
ja: UniConnect を起動できませんでした

# cli.pathOpen.error.openFailed
source: Failed to open %@ in UniConnect
ja: %@ を UniConnect で開けませんでした

# cli.pathOpen.error.pathDoesNotExist
source: Path does not exist: %@
ja: パスが存在しません: %@

# cli.pathOpen.error.processMonitorFailed
source: Failed to monitor process exit
ja: プロセス終了の監視に失敗しました

# cli.pathOpen.error.timedOut
source: %@ (timed out)
ja: %@ (タイムアウト)

# cli.sidebar.error.allWithName
source: sidebar %@: use either --all or a sidebar name, not both
ja: sidebar %@: --all またはサイドバー名のどちらか一方を指定してください
